Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: (13) Subsection 247(4) of the Act is replaced by the following: Marginal note: Contemporaneous documentation (4) For the purposes of subsection (3) and the definition qualifying cost contribution arrangement in subsection (1), a taxpayer or a partnership is deemed not to have made reasonable efforts to determine and use amounts that are based on arm's length conditions in respect of a transaction or series of transactions or not to have participated in a transaction or series that is a qualifying cost contribution arrangement, unless the taxpayer or the partnership, as the case may be, (a) makes or obtains, on or before the taxpayer's or partnership's documentation-due date for the taxation year or fiscal period, as the case may be, in which the transaction or series is entered into, records or documents that provide a description that is complete and accurate in all material respects of (i) the property or services to which the transaction or series relates, (ii) the contractual terms of the transaction or series and their relationship, if any, to the contractual terms of each other transaction or series that is relevant to the transaction or series and that involves at least one of the participants or any other member of the multinational enterprise group, (iii) the identity of the participants and their relationship to each other at the time the transaction or series was entered into, (iv) the functions performed by each of the participants in the transaction or series, based on their actual conduct, taking into account (A) assets used and risks assumed, (B) how those functions relate to the wider generation of value by the multinational enterprise group to which the participants belong, (C) circumstances surrounding the transaction or series, and (D) industry practices, (v) the data and methods considered and the analysis performed to determine amounts that are based on arm's length conditions and to select and apply the most appropriate method in accordance with the Transfer Pricing Guidelines in respect of the transaction or series, and (vi) the economic circumstances, assumptions, policies and business strategies, if any, that influenced the determination of the amounts that are based on arm's length conditions in respect of the transaction or series; (b) for each subsequent taxation year or fiscal period, if any, in which the transaction or series continues, makes or obtains, on or before the taxpayer's or partnership's documentation-due date for that year or period, as the case may be, records or documents that completely and accurately describe each material change in the year or period to the matters referred to in any of subparagraphs (4)(a)(i) to (vi) in respect of the transaction or series; and (c) provides the records or documents described in paragraphs (4)(a) and (b) to the Minister within 30 days after service, made personally or by registered or certified mail, of a written request therefor.
fr_fr: (13) Le paragraphe 247(4) de la même loi est remplacé par ce qui suit : Note marginale : Documentation ponctuelle (4) Pour l'application du paragraphe (3) et de la définition de arrangement admissible de participation au coût au paragraphe (1), un contribuable ou une société de personnes est réputé ne pas avoir fait d'efforts sérieux pour déterminer et utiliser les montants fondés sur des conditions de pleine concurrence relativement à une opération ou à une série d'opérations ou ne pas avoir pris part à une opération ou à une série qui est un arrangement admissible de participation au coût, à moins d'avoir à la fois : a) établi ou obtenu, au plus tard à la date limite de production qui lui est applicable pour l'année d'imposition ou l'exercice, selon le cas, au cours duquel l'opération ou la série est conclue, des registres ou des documents contenant une description complète et exacte, quant à tous les éléments importants, de ce qui suit : (i) les biens ou les services auxquels l'opération ou la série se rapporte, (ii) les modalités contractuelles de l'opération ou de la série et leurs rapports éventuels avec celles de chaque autre opération ou série qui est pertinente à l'opération ou à la série et qui implique au moins un des participants ou tout autre membre du groupe d'entreprises multinationales, (iii) l'identité des participants à l'opération ou à la série et les liens qui existent entre eux au moment de la conclusion de l'opération ou de la série, (iv) les fonctions exercées par chacun des participants à l'opération ou à la série, en fonction de leur comportement réel, en tenant compte de ce qui suit : (A) les actifs utilisés et les risques assumés, (B) le lien entre les fonctions et la création de valeur au sens large par le groupe d'entreprises multinationales duquel les participants font partie, (C) les circonstances entourant l'opération ou la série, (D) les pratiques du secteur d'activité concerné, (v) les données et méthodes prises en considération et les analyses effectuées en vue de déterminer les montants fondés sur des conditions de pleine concurrence ainsi que de choisir et d'appliquer la méthode la plus appropriée conformément aux Principes applicables en matière de prix de transfert relativement à l'opération ou à la série, (vi) les circonstances économiques, hypothèses, stratégies commerciales et principes éventuels ayant influé sur l'établissement des montants fondés sur des conditions de pleine concurrence relativement à l'opération ou à la série; b) pour chaque année d'imposition ou exercice ultérieur où se poursuit l'opération ou la série, établi ou obtenu, au plus tard à la date limite de production qui lui est applicable pour l'année ou l'exercice, selon le cas, des registres ou des documents contenant une description complète et exacte de chacun des changements importants dont les éléments visés aux sous-alinéas a)(i) à (vi) ont fait l'objet au cours de l'année ou de l'exercice relativement à l'opération ou à la série; c) fourni les registres ou documents visés aux alinéas a) et b) au ministre dans les trente jours suivant la signification à personne ou par courrier recommandé ou certifié d'une demande écrite les concernant.

source: Marginal note: Contemporaneous documentation simplification measures (4.1) Subsection (4) does not apply to a taxpayer or partnership for a particular taxation year or fiscal period in respect of a transaction or series if the taxpayer or partnership (a) meets prescribed conditions; and (b) makes, obtains and provides prescribed documentation in prescribed manner.
fr_fr: Note marginale : Mesures de simplification de la documentation ponctuelle (4.1) Le paragraphe (4) ne s'applique pas à un contribuable ou à une société de personnes pour une année d'imposition ou un exercice donné relativement à une opération ou une série d'opérations, si le contribuable ou la société de personnes, à la fois : a) satisfait aux conditions prévues par règlement; b) établit, obtient et fournit les documents prévus par règlement selon les modalités prévues par règlement.

source: (14) Subsection 247(7) of the Act is replaced by the following: Marginal note: Exclusion — loans to certain controlled foreign affiliates (7) Where, in a taxation year of a corporation resident in Canada, a non-resident person owes an amount to the corporation, the non-resident person is a controlled foreign affiliate of the corporation for the purpose of section 17 throughout the period in the year during which the amount is owing and it is established that the amount owing is an amount owing described in paragraph 17(8)(a) or (b), subsection (2.02) does not apply to adjust the amount of interest paid, payable or accruing in the year on the amount owing.
fr_fr: (14) Le paragraphe 247(7) de la même loi est remplacé par ce qui suit : Note marginale : Exclusion — prêts consentis à certaines sociétés étrangères affiliées contrôlées (7) Lorsqu'est débitrice d'une créance d'une société résidant au Canada, au cours d'une année d'imposition de celle-ci, une personne non-résidente qui est une société étrangère affiliée contrôlée de la société pour l'application de l'article 17 tout au long de la période de l'année au cours de laquelle la créance est due et qu'il est établi que la créance est une créance visée aux alinéas 17(8)a) ou b), le paragraphe (2.02) n'a pas pour effet de redresser les intérêts payés, payables ou courus sur la créance au cours de l'année.

source: (15) The portion of subsection 247(7.1) of the Act before paragraph (a) is replaced by the following: Marginal note: Exclusion — certain guarantees (7.1) Subsection (2.02) does not apply to adjust an amount of consideration paid, payable or accruing to a corporation resident in Canada (in this subsection referred to as the "parent") in a taxation year of the parent for the provision of a guarantee to a person or partnership (in this subsection referred to as the "lender") for the repayment, in whole or in part, of a particular amount owing to the lender by a non-resident person, if
fr_fr: (15) Le passage du paragraphe 247(7.1) de la même loi précédant l'alinéa a) est remplacé par ce qui suit : Note marginale : Exclusion — certaines garanties (7.1) Le paragraphe (2.02) n'a pas pour effet de redresser un montant de contrepartie payé ou à payer à une société résidant au Canada (appelée « société mère » au présent paragraphe), ou couru en sa faveur, au cours de son année d'imposition pour la fourniture, à une personne ou à une société de personnes (appelées « prêteur » au présent paragraphe), d'une garantie pour le remboursement total ou partiel d'une somme donnée qu'une personne non-résidente doit au prêteur si, à la fois :

source: (16) Subsection 247(10) of the Act is replaced by the following: Marginal note: No adjustment unless appropriate (10) An adjustment (other than an adjustment that results in or increases a transfer pricing capital adjustment or a transfer pricing income adjustment of a taxpayer for a taxation year) shall not be made under subsection (2.02) unless, in the opinion of the Minister, the circumstances are such that it would be appropriate that the adjustment be made.
fr_fr: (16) Le paragraphe 247(10) de la même loi est remplacé par ce qui suit : Note marginale : Redressements autorisés (10) Un redressement autre que celui qui donne lieu à un redressement de capital ou un redressement de revenu d'un contribuable pour une année d'imposition, ou qui augmente le montant d'un tel redressement, ne peut être effectué aux termes du paragraphe (2.02) que si le ministre estime que les circonstances le justifient.

source: (17) Subparagraph 247(12)(b)(i) of the Act is amended by striking out "and" at the end of clause (A) and by replacing clause (B) with the following: (B) the definition transfer pricing capital adjustment in subsection (1) were read without reference to the references therein to "1/2 of", and (C) the definition transfer pricing income adjustment in subsection (1) were read as follows: "of a taxpayer for a taxation year means the total of all amounts each of which is the amount, if any, that would result, from an adjustment made under subsection (2.02) (other than an adjustment included in determining a transfer pricing capital adjustment of the taxpayer for a taxation year), in an increase in the taxpayer's income for the year or a decrease in a loss of the taxpayer for the year from a source if that adjustment were the only adjustment made under subsection (2.02)"
fr_fr: (17) La division 247(12)b)(i)(B) de la même loi est remplacée par ce qui suit : (B) l'expression « la moitié du » dans la définition de redressement de capital au paragraphe (1) était remplacée par « le », (C) la définition de redressement de revenu au paragraphe (1) était remplacée par ce qui suit : « Quant à un contribuable pour une année d'imposition, le total des montants représentant chacun le montant éventuel qui, par suite d'un redressement effectué en vertu du paragraphe (2.02) (sauf un redressement entrant dans le calcul d'un redressement de capital du contribuable pour une année d'imposition), entrainerait une augmentation du revenu du contribuable pour l'année, ou une réduction de sa perte pour l'année provenant d'une source, si le redressement en question était le seul effectué en vertu de ce paragraphe. »

source: (18) Subparagraph 247(12)(b)(ii) of the Act is amended by striking out "and" at the end of clause (A) and by replacing clause (B) with the following: (B) the definition transfer pricing capital adjustment in subsection (1) were read without reference to the references therein to "1/2 of", (C) the definition transfer pricing income adjustment in subsection (1) were read as follows: "of a taxpayer for a taxation year means the total of all amounts each of which is the amount, if any, that would result, from an adjustment made under subsection (2.02) (other than an adjustment included in determining a transfer pricing capital adjustment of the taxpayer for a taxation year), in an increase in the taxpayer's income for the year or a decrease in a loss of the taxpayer for the year from a source if that adjustment were the only adjustment made under subsection (2.02)", and (D) the definition transfer pricing income setoff adjustment in subsection (1) were read as follows: "of a taxpayer for a taxation year means the total of all amounts each of which is the amount, if any, that would result, from an adjustment made under subsection (2.02) (other than an adjustment included in determining a transfer pricing capital setoff adjustment of the taxpayer for a taxation year), in a decrease in the taxpayer's income for the year or in an increase in a loss of the taxpayer for the year from a source if that adjustment were the only adjustment made under subsection (2.02)".
fr_fr: (18) La division 247(12)b)(ii)(B) de la même loi est remplacée par ce qui suit : (B) l'expression « la moitié du » dans la définition de redressement de capital au paragraphe (1) était remplacée par « le », (C) la définition de redressement de revenu au paragraphe (1) était remplacée par ce qui suit : « Quant à un contribuable pour une année d'imposition, le total des montants représentant chacun le montant éventuel qui, par suite d'un redressement effectué en vertu du paragraphe (2.02) (sauf un redressement entrant dans le calcul d'un redressement de capital du contribuable pour une année d'imposition), entrainerait une augmentation du revenu du contribuable pour l'année, ou une réduction de sa perte pour l'année provenant d'une source, si le redressement en question était le seul effectué en vertu de ce paragraphe. » (D) la définition de redressement compensatoire de revenu au paragraphe (1) était remplacée par ce qui suit : « Quant à un contribuable pour une année d'imposition, le total des montants représentant chacun le montant éventuel qui, par suite d'un redressement effectué en vertu du paragraphe (2.02) (sauf un redressement entrant dans le calcul d'un redressement compensatoire de capital du contribuable pour une année d'imposition), entrainerait une réduction du revenu du contribuable pour l'année, ou une augmentation de sa perte pour l'année provenant d'une source, si le redressement en question était le seul effectué en vertu de ce paragraphe. »

source: (19) Subsections (1) to (18) apply to taxation years and fiscal periods that begin after Budget Day.
fr_fr: (19) Les paragraphes (1) à (18) s'appliquent aux années d'imposition et aux exercices commençant après le jour du budget.

source: 1 (1) Subparagraph 95(2)(a.2)(i) of the Act is replaced by the following: (i) there shall be included the income of the affiliate for the year from the insurance of specified Canadian risks (which, for the purposes of this paragraph, includes the reinsurance of specified Canadian risks and the holding of any property by the affiliate in connection with the insurance or reinsurance of specified Canadian risks by any person or partnership), unless more than 90% of the gross revenue of the affiliate for the year from the insurance of risks (net of reinsurance ceded) was in respect of the insurance of risks (other than specified Canadian risks) of persons with whom the affiliate deals at arm's length,
fr_fr: 1 (1) Le sous-alinéa 95(2)a.2)(i) de la même loi est remplacé par ce qui suit : (i) est à inclure le revenu de la société affiliée pour l'année tiré de l'assurance de risques canadiens déterminés (laquelle comprend, pour l'application du présent alinéa, la réassurance de risques canadiens déterminés et la détention de biens par la société affiliée en lien avec l'assurance ou la réassurance de risques canadiens déterminés par une personne ou une société de personnes), sauf si plus de 90 % du revenu brut de la société affiliée pour l'année provenant de l'assurance de risques (moins les risques cédés à un réassureur) se rapporte à l'assurance de risques, autres que des risques canadiens déterminés, de personnes avec lesquelles la société affiliée n'a aucun lien de dépendance,

source: (2) Subsection (1) applies to taxation years of a foreign affiliate of a taxpayer that begin after Budget Day.
fr_fr: (2) Le paragraphe (1) s'applique aux années d'imposition d'une société étrangère affiliée d'un contribuable qui commencent après le jour du budget.

source: <<< source: nwmm-amvm-2-en.html >>>
fr_fr: <<< source: nwmm-amvm-2-fr.html >>>

source: amend the Excise Tax Act
fr_fr: modifier la Loi sur la taxe d'accise

source: That it is expedient to amend the Excise Tax Act as follows:
fr_fr: Il y a lieu de modifier la Loi sur la taxe d'accise , comme suit :

source: 1 (1) The portion of the definition practitioner in section 1 of Part II of Schedule V to the Excise Tax Act before paragraph (b) is replaced by the following: practitioner , in respect of a supply of optometric, chiropractic, physiotherapy, chiropodic, podiatric, audiological, speech-language pathology, occupational therapy, psychological, psychotherapy, counselling therapy, midwifery, dietetic, acupuncture or naturopathic services, means a person who (a) practises the profession of optometry, chiropractic, physiotherapy, chiropody, podiatry, audiology, speech-language pathology, occupational therapy, psychology, psychotherapy, counselling therapy, midwifery, dietetics, acupuncture or naturopathy as a naturopathic doctor, as the case may be,
fr_fr: 1 (1) Le passage de la définition praticien précédant l'alinéa b), à l'article 1 de la partie II de l'annexe V de la Loi sur la taxe d'accise , est remplacé par ce qui suit : praticien Quant à la fourniture de services d'optométrie, de chiropraxie, de physiothérapie, de chiropodie, de podiatrie, d'audiologie, d'orthophonie, d'ergothérapie, de psychologie, de psychothérapie, de counseling thérapeutique, de sage-femme, de diététique, d'acupuncture ou de naturopathie, personne qui répond aux conditions suivantes : a) elle exerce l'optométrie, la chiropraxie, la physiothérapie, la chiropodie, la podiatrie, l'audiologie, l'orthophonie, l'ergothérapie, la psychologie, la psychothérapie, la profession de conseiller thérapeutique, la profession de sage-femme, la diététique, l'acupuncture ou la naturopathie à titre de docteur en naturopathie, selon le cas;

source: (2) Subsection (1) is deemed to have come into force on the day after Budget Day.
fr_fr: (2) Le paragraphe (1) est réputé être entré en vigueur le lendemain du jour du budget.

source: 2 (1) Paragraph 7(f) of Part II of Schedule V to the Act is repealed.
fr_fr: 2 (1) L'alinéa 7f) de la partie II de l'annexe V de la même loi est abrogé.

source: (2) Subsection (1) applies to supplies made after June 5, 2025, except that it does not apply to a supply of osteopathic services made after June 5, 2025 but on or before Budget Day if the supplier did not charge, collect or remit any amount as or on account of tax under Part IX of the Act in respect of the supply.
fr_fr: (2) Le paragraphe (1) s'applique aux fournitures effectuées après le 5 juin 2025. Toutefois, il ne s'applique pas à la fourniture d'un service d'ostéopathie effectuée après le 5 juin 2025 mais au plus tard le jour du budget si le fournisseur n'a pas exigé, perçu ou versé un montant au titre de la taxe prévue à la partie IX de la même loi relativement à la fourniture.

source: 3 Paragraph 295(5)(d) of the Act is amended by adding the following after subparagraph (v.1):
fr_fr: 3 L'alinéa 295(5)d) de la même loi est modifié par adjonction, après le sous-alinéa (v.1), de ce qui suit :

source: (v.2) to an official of the Department of Employment and Social Development solely for the purpose of the administration or enforcement of the Canada Labour Code as it relates to the misclassification of employees,
fr_fr: (v.2) à un fonctionnaire du ministère de l'Emploi et du Développement social, mais uniquement en vue de l'application ou de l'exécution du Code canadien du travail relativement à la classification erronée des employés,

source: <<< source: nwmm-amvm-3-en.html >>>
fr_fr: <<< source: nwmm-amvm-3-fr.html >>>

source: amend the Underused Housing Tax Act and a Related Text
fr_fr: modifier la Loi sur la taxe sur les logements sous-utilisés et un texte connexe

source: That it is expedient to amend the Underused Housing Tax Act and a related text as follows:
fr_fr: Il y a lieu de modifier la Loi sur la taxe sur les logements sous-utilisés et un texte connexe, comme suit :

source: Amendments to the Underused Housing Tax Act
fr_fr: Modification de la Loi sur la taxe sur les logements sous-utilisés

source: 1 The Underused Housing Tax Act is amended by adding the following after section 1:
fr_fr: 1 La Loi sur la taxe sur les logements sous-utilisés est modifiée par adjonction, après l'article 1, de ce qui suit :

source: Marginal note: Tax not payable
fr_fr: Note marginale : Taxe non payable

source: 1.1 No tax is payable under subsection 6(3) by a person in respect of a residential property for 2025 and subsequent calendar years.
fr_fr: 1.1 La taxe visée au paragraphe 6(3) n'est pas payable par une personne relativement à un immeuble résidentiel pour les années civiles 2025 et suivantes.

source: 2 The Act is amended by adding the following before section 7:
fr_fr: 2 La même loi est modifiée par adjonction, avant l'article 7, de ce qui suit :

source: Marginal note: Return not required
fr_fr: Note marginale : Déclaration non requise

source: 6.1 Despite sections 7 and 10, a person is not required to file a return for a residential property for 2025 and subsequent calendar years.
fr_fr: 6.1 Malgré les articles 7 et 10, une personne n'a pas à produire de déclaration pour un immeuble résidentiel pour les années civiles 2025 et suivantes.

source: Repeal of the Underused Housing Tax Act
fr_fr: Abrogation de la Loi sur la taxe sur les logements sous-utilisés

source: Marginal note: Repeal
fr_fr: Note marginale : Abrogation

source: 3 (1) The Underused Housing Tax Act , section 10 of chapter 5 of the Statutes of Canada, 2022, is repealed.
fr_fr: 3 (1) La Loi sur la taxe sur les logements sous-utilisés , article 10 du chapitre 5 des Lois du Canada (2022), est abrogée.

source: (2) Subsection (1) comes into force on January 1, 2035.
fr_fr: (2) Le paragraphe (1) entre en vigueur le 1 er janvier 2035.

source: Repeal of the Underused Housing Tax Regulations
fr_fr: Abrogation du Règlement sur la taxe sur les logements sous-utilisés

source: 4 (1) The Underused Housing Tax Regulations are repealed.
fr_fr: 4 (1) Le Règlement sur la taxe sur les logements sous-utilisés est abrogé.

source: <<< source: nwmm-amvm-4-en.html >>>
fr_fr: <<< source: nwmm-amvm-4-fr.html >>>

source: amend the Select Luxury Items Tax Act
fr_fr: modifier la Loi sur la taxe sur certains biens de luxe
